

// angular module
var GeogetAngularJS = angular.module("GeogetAngularJS", []);
	GeogetAngularJS.controller('MainController', ['$scope', function($scope) {
	$scope.title1 = 'Распределенная система обмена едой';
		$scope.about1 = 'Фото и короткое описание вашего блюда с помощью смартфона - и ваш собственный домашний ресторан открыт! Делитесь с окружающими вашими кулинарными шедеврами и зарабатывайте на продаже и доставке. Готовите вкусные суши или настоящую пиццу? Ваши соседи это оценят! :)'; 
	$scope.title2 = 'На расстоянии вытянутой руки';
		$scope.about2 = 'Благодаря геолокации ищите то, что рядом. Мы ориентируем наши алгоритмы поиска на абсолютную близость и доступность. Сосед всегда ближе супермаркета! А домашняя еда вкуснее магазинной. Настройте параметры поиска от точки нахождения по своему выбору. Не больше 5 минут пешком? Не проблема!';
	$scope.title3 = 'Широкие возможности для всех';
		$scope.about3 = 'Портится богатый урожай яблок с дачи? Надоели стеллажи консерваций от тещи? Вы профессиональный кондитер и хотите расширить свой сбыт? Муж приносит каждые выходные много свежей рыбы, которую вашей семье не съесть? Getfood поможет всем! Продавайте в два клика, с доставкой или без. Выбирайте место и время, когда удобно лично Вам.';
	$scope.title4 = 'Откройте магазин без вложений';		
		$scope.about4 = 'Вы занимаетесь детьми и домашним хозяйством и не против подзаработать? Скучаете в офисе? Возможно, благодарные клиенты засыпают вас спиртным и конфетами, а вам столько не осилить? Откройте собственный домашний магазин без вложений!'; 
  
   
}]);





